{
  "the-colour-of-magic": {
    "title": "The Colour of Magic",
    "firstLine": "IN a distant and secondhand set of dimensions, in an astral
    plane that was never meant to fly, the curling starmists waver and part... <br/>
    See... <br/>
    Great A'Tuin the turtle comes, swimming slowly through the
    interstellar gulf, hydrogen frost on his ponderous limbs, his huge and
    ancient shell pocked with meteor craters.",
    "blurb": "On a world supported on the back of a giant turtle (sex unknown),
    a gleeful, explosive, wickedly eccentric expedition sets out. There's an
    avaricious but inept wizard, a naive tourist whose luggage moves on
    hundereds of dear little legs, dragons who only exist if you believe in them,
    and of course THE EDGE of the planet.",
    "characters": [],
    "seriesNum": 1,
    "year": 1983,
    "cover": ,
    "locations":
  },
  "the-light-fantastic": {
    "title": "The Light Fantastic",
    "firstLine": "The sun rose slowly, as if it wasn't sure it was worth all
    the effort. Another Disc day dawned, but very gradually, and this is why.",
    "blurb": "As it moves towards a seemingly inevitable collision with a malevolent
    red star, the Discworld has only one possible saviour. Unfourtunately, this happens
    to be the singularly inept and cowardly wizard called Rincewind, who was last
    seen falling off the edge of the world.",
    "characters": [],
    "seriesNum": 2,
    "year": 1986,
    "cover": ,
    "locations":
  },
  "equal-rites": {
    "title": "Equal Rites",
    "firstLine": "This is a story about magic and where it goes and perhaps more
    importantly where it comes from and why, although it doesn't pretend to answer
    all or any of these questions.",
    "blurb": "The last thing the wizard Drum Billet did, before Death laid a
    bony hand on his shoulder, was to pass on his staff of power to the eighth
    son of an eighth son. Unfourtunately for his colleagues in the chauvinistic
    (not to say misogynistic) world of magic, he failed to check on the new-born baby's sex.",
    "characters": [],
    "seriesNum": 3,
    "year": 1987,
    "cover": ,
    "locations":
  },
  "mort": {
    "title": "Mort",
    "firstLine": "This is a bright and candlelit room where the lifetimers are
     stored - shelf upon shelf of them, squat hourglasses, one for every living
     person, pouring their fine sand from the future into the past.",
    "blurb": "Death comes to us all. When he came to Mort, he offered him a job.
    After being assured that being dead was not compulsory, Mort accepted. However,
    he soon found that romantic longings did not mix easily with the reponsibilities
    of being Death's apprentice",
    "characters": [],
    "seriesNum": 4,
    "year": 1987,
    "cover": ,
    "locations":
  },
  "sourcery": {
    "title": "Sourcery",
    "firstLine": "There was a man and he had eight sons. Apart from that, he was
    nothing more than a comma on the page of History. It's sad but that's all you
    can say about some people.",
    "blurb": "There was an eighth son of an eighth son. He was, quite naturally
    a wizard. And there it should have ended. However (for reasons we'd better
    not go into), he had seven sons. And then he had an eighth son ... a wizard
    squared ... a source of magic ... a Sourcerer.",
    "characters": [],
    "seriesNum": 5,
    "year": 1988,
    "cover": ,
    "locations":
  },
  "wyrd-sisters": {
    "title": "Wyrd Sisters",
    "firstLine": "The wind howled. Lightning stabbed at the earth erratically,
    like an inefficient assassin. Thunder rolled back and forth across the dark,
    rain-lashed hills.",
    "blurb": "Witches are not by nature gregarious, and they certainly don't have
    leaders. Granny Weatherwax was the most highly-regarded of the leaders they
    didn't have. But even she found that meddling in royal politics was a lot more
    difficult than certain playwrights would have you believe.",
    "characters": [],
    "seriesNum": 6,
    "year": 1988,
    "cover": ,
    "locations":
  },
  "pyramids": {
    "title": "Pyramids",
    "firstLine": "Nothing but sun and stars, scattered across the blackness as
    though the Creator had smashed the wind-screen of his car and hadn't bothered
    to stop to sweep up the pieces.",
    "blurb": "Being trained by the Assassins' Guild in Ankh-Morpork did not fit
    Teppic for the task assigned to him by fate. He inherited the throne of the
    desert kingdom of Djelibeybi rather earlier than he expected (his father
    wasn't too happy about it either), but that was only the beginning of his
    problems.",
    "characters": [],
    "seriesNum": 7,
    "year": 1989,
    "cover": ,
    "locations":
  },
  "guards-guards": {
    "title": "Guards! Guards!",
    "firstLine": "This is where the dragons went. <br/>
    They lie ... <br/>
    Not dead, not asleep. Not waiting, because waiting implies expectation. Possibly
    the word we're looking for here is ... dormant",
    "blurb": "And although the space they occupy isn't like normal space, nevertheless
    they are packed in tightly. They could put you in the mind of a can of sardines,
    if you thought sardines were huge and scaly. And presumably, somewhere, there's
    a key.",
    "characters": [],
    "seriesNum": 8,
    "year": 1989,
    "cover": ,
    "locations":
  },
  "eric": {
    "title": "Eric",
    "firstLine": "The bees of Death are big and black, they buzz low and sombre,
    they keep their honey in combs of wax as white as altar candles. The honey is
    black as night, thick as sin and sweet as treacle.",
    "blurb": "Eric is the Discworld's only demonology hacker. Pity he's not very
    good at it. <br/>
    All he wants is three wishes granted. Nothing fancy - to be immortal, rule
    the world, have the most beautiful woman in the world fall madly in love
    with him, the usual stuff. But instead of a tractable demon, he calls up
    Rincewind, probably the most incompetent wizard in the universe, and the
    extremely intractable and hostile form of travel accessory known as the Luggage. <br/>
    With them on his side, Eric's in for a ride through space and time that is
    bound to make him wish (quite fervently) again - this time that he'd never been born.",
    "characters": [],
    "seriesNum": 9,
    "year": 1990,
    "cover": ,
    "locations":
  },
  "moving-pictures": {
    "title": "Moving Pictures",
    "firstLine": "Watch... this is space it is sometimes called the final frontier.
    (Except that of course you can't have a final frontier, because there'd be nothing
    for it to be a frontier to, but as frontiers go, it's pretty penultimate...)",
    "blurb": "The alchemists of the Discworld have discovered the magic of the
    silver screen. But what is the dark secret of Holy Wood hill? <br/>
    It's up to Victor Tugelbend (&quot;Can't sing. Can't dance. Can handle a
    sword a little&quot;) and Theda Withel (&quot;I come from a little town you've
    probably never heard of&quot;) to find out.",
    "characters": [],
    "seriesNum": 10,
    "year": 1990,
    "cover": ,
    "locations":
  },
  "reaper-man": {
    "title": "Reaper Man",
    "firstLine": "The morris dance is common to all inhabited worlds in the multiverse.
    It is danced under blue skies to celebrate the quickening of the soil and under
    bare stars because it's springtime and with any luck the carbon dioxide will
    unfreeze again",
    "blurb": "Death is missing - presumed... er... gone (and on a little farm far,
    far away, a tall dark stranger is turning out to be really good with a scythe).
    Which leads to the kind of chaos you always get when an important public service
    is withdrawn. If death doesn't come for you, then what are you supposed to do
    in the meantime? You can't have the undead wandering about like lost souls.
    There's no telling what might happen, particularly when they discover that
    life really is only for the living.",
    "characters": [],
    "seriesNum": 11,
    "year": 1991,
    "cover": ,
    "locations":
  },
  "witches-abroad": {
    "title": "Witches Abroad",
    "firstLine": "This is the Discworld, which travels through space on the back
    of four elephants which themselves stand on the shell of Great A'Tuin, the sky
    turtle. Once upon a time sucj a universe was considered unusual and, possibly,
    impossible. But then... it used to be so simple, once upon a time.",
    "blurb": "It seemed an easy job... After all, how difficult could it be to make
    sure that a servant girl doesn't marry a prince? Quite hard, actually, even
    for the witches Granny Weatherwax, Nanny Ogg, Margrat Garlick. That's the problem
    with real life - it tends to get in the way of a good story, and a good story
    is hard to resist. Servant girls have to marry the prince. That's what life is
    all about. You can't fight a Happy Ending, especially when it comes with glass
    slippers and a Fairy Godmother who has made Destiny an offer it can't refuse. <br/>
    At least - up until now.",
    "characters": [],
    "seriesNum": 12,
    "year": 1991,
    "cover": ,
    "locations":
  },
  "small-gods": {
    "title": "Small Gods",
    "firstLine": "Now consider the tortoise and the eagle. The tortoise is a
    ground-living creature. It is impossible to live nearer the ground without
    being under it. Its horizons are a few inches away. It has about as good a
    turn of speed as you need to hunt down a lettuce. It has survived while the
    rest of evolution flowed past it by being, on the whole, no threat to anyone
    and too much trouble to eat.",
    "blurb": "In the beggining was the Word. <br/>
    And the Word was: &quot;Hey, you!&quot; <br/>
    For Brutha the novice is the Chosen One. He wants peace and justice and
    brotherly love. <br/>
    He also wants the Inquisition to stop torturing him now, please.",
    "characters": [],
    "seriesNum": 13,
    "year": 1992,
    "cover": ,
    "locations":
  },
  "lords-and-ladies": {
    "title": "Lords and Ladies",
    "firstLine": "Now read on &ellip; <br/>
    When does it start? <br/>
    There are very few starts. Oh, some things <emph>seem</emph> to be begginings.
    The curtain goes up, the first pawn moves, the first shot is fired - but
    <emph>that's</emph> not the start. The play, the game, the war is just a little
    window on a ribbon of events that may extend back thousands of years. The point
    is, there's always something <emph>before</emph>. It's <emph>always</emph> a
    case of Now Read On.",
    "blurb": "It's Midsummer Night - no time for dreaming. Because sometimes, When
    there's more than one reality at play, too much dreaming can make walls between
    them come tumbling down. Unfourtunately there's usually a damned good reason
    for there being walls between them in the first place - to keep things out.
    Things who want to make mischief and play havoc with the natural order. <br/>
    Granny Weatherwax and her tiny coven are up against <emph>real</emph> elves.
    And even in a world of dwarfs, wizards, trolls, Morris dancers and the odd
    orang-utan, this is going to cause real trouble. With lots of hey-nonny-nonny
    and blood all over the place.",
    "characters": [],
    "seriesNum": 14,
    "year": 1992,
    "cover": ,
    "locations":
  },
  "men-at-arms": {
    "title": "Men at Arms",
    "firstLine": "It began, as many things do with a death. And a burial, on a
    spring morning, with mist on the ground so thick that it poured into the grave
    and the coffin was lowered into cloud.",
    "blurb": "&quot;Be a MAN in the City Watch! The City watch needs MEN!&quot; <br/>
    But what it's got includes Corporal Carrot (technically a dwarf), Lance-constable
    Cuddy (really a dwarf), Lance-constable Detritus (a troll), Lance-constable
    Angua (a woman &ellip; most of the time) and Corporal Nobbs (disqualified from
    the human race for shoving). <br/>
    And they need all the help they can get. Because there's evil in the air and
    murder afoot and something very nasty in the streets. <br/>
    It'd help if it could all be sorted out by noon, because that's when Captain
    Vimes is officially retiring, handing in his badge and getting married. <br/>
    And since this is Ankh-Morpork, noon promises to be not just high,
    but stinking.",
    "characters": [],
    "seriesNum": 15,
    "year": 1993,
    "cover": ,
    "locations":
  },
  "soul-music": {
    "title": "Soul Music",
    "firstLine": "This is a story about memory. And this much can be remembered
    &ellip; <br/>
    &ellip; that the Death of the Discworld, for reasons of his own, once rescued
    a baby girl and took her to his home between the dimensions. He let her grow
    to become sixteen because he believed that older children, and this shows that
    you can be an immortal anthropomorphic personification and still get things,
    as it were, dead wrong&ellip;",
    "blurb": "Being sixteen is always difficult, even more so when there's a Death
    in the family. After all, it's hard to grow up normally when Grandfather rides
    a white horse and wields a scythe. Especially if he decides to take a well-earned
    moment to uncover the meaning of life and discover himself in the process, so
    that you have to take over the family bussiness, and everyone mistakes you for
    the Tooth Fairy. <br/>
    And <emph>especially</emph> when you have to face the new and addictive music
    that has entered Discworld. It's lawless. It changes people. It's got a beat
    and you can dance to it. <br/>
    It's called Music With Rocks In. <br/>
    And it won't fade away.",
    "characters": [],
    "seriesNum": 16,
    "year": 1994,
    "cover": ,
    "locations":
  },
  "interesting-times": {
    "title": "Interesting Times",
    "firstLine": "This is where the gods play games with the lives of men, on a
    board which is <emph>at one and the same time</emph> a simple playing area
    and the whole world.",
    "blurb": "There are many who say that the art of diplomacy is an intricate and
    complex dance. There are others who maintain that it's merely a matter of who
    carries the biggest stick. The oldest and most inscrutable (not to mention heavily
    fortified) empire on the Discworld is in turmoil, brought about by the revolutionary
    treatise &quot;What I Did On My Holidays&quot;. Workers are uniting, with nothing
    to lose but their water buffaloes; warlords are struggling for power - and what
    the nation wants, to avoid terrible doom for everyone, is a wizard. Rincewind
    is not the Disc's premier wizard - in fact, he can't even spell 'wizard' - but
    no one specified whether competence was an issue. And they do have a very big stick.",
    "characters": [],
    "seriesNum": 17,
    "year": 1994,
    "cover": ,
    "locations":
  },
  "maskerade": {
    "title": "Maskerade",
    "firstLine": "The wind howled. The storm crackled on the mountains. Lightning
    prodded the crags like an old man trying to get an elusive blackberry pip out
    of his false teeth. Among the hissing furze bushes a fire blazed, the flames
    driven this way and that by the gusts. An eldritch voice shrieked: 'When shall
    we&ellip; two&ellip; meet again?' <br/>
    Thunder rolled.",
    "blurb": "The Opera House, Ankh-Morpork&ellip; a huge, rambling building, where
    innocent young sopranos are lured to their destiny by a strangely-familiar evil
    mastermind in a hideously-deformed evening dress&ellip; <br/>
    At least, he hopes so. But Granny Weatherwax, Discworld's most famous witch,
    is in the audience. And she doesn't hold with that sort of thing. <br/>
    So there's going to be <emph>trouble</emph> (but nevertheless a good evening's
    entertainment with murders you can really hum&ellip;)",
    "characters": [],
    "seriesNum": 18,
    "year": 1995,
    "cover": ,
    "locations":
  },
  "feet-of-clay": {
    "title": "Feet of Clay",
    "firstLine": "It was a warm spring night when a fist knocked at the door so
    hard that the hinges bent. A man opened it and peered out into the street. There
    was a mist coming off the river and it was a cloudy night. He might as well
    have tried to see through white velvet.",
    "blurb": "There's a werewolf with pre-lunar tension in Ankh-Morpork. And a dwarf
    with attitude and a golem who's begun to think for itself. But for Commander
    Vimes, Head of Ankh-Morpork City Watch, that's only the start&ellip; <br/>
    There's treason in the air. A crime has happened. <br/>
    He's not only got to find out whodunit, but howdunit too. He's not even sure
    what they dun. But as soon as he knows what the questions are, he's going to
    want some answers.",
    "characters": [],
    "seriesNum": 19,
    "year": 1996,
    "cover": ,
    "locations":
  },
  "hogfather": {
    "title": "Hogfather",
    "firstLine": "Everything starts somewhere, although many physicists disagree.
    But people have always been dimly aware of the problem with the start of things.
    They wonder aloud how the snowplough driver gets to work, or how the makers of
    dictionaries look up the spelling of the words. Yet there is a constant desire
    to find some point in the twisting, knotting, ravelling nets of space-time
    on which a metaphorical finger can be put to indicate that here, <emph>here</emph>,
    is the point where it all began&ellip;",
    "blurb": "It's the night before Hogswatch. And it's too quiet. <br/>
    Where is the big jolly fat man? Why is <emph>Death</emph> creeping down chimneys
    and trying to say Ho Ho Ho? The darkest night of the year is getting a lot darker. <br/>
    Susan the gothic governess has got to sort it out by morning, otherwise there
    won't <emph>be</emph> a morning. Ever again.",
    "characters": [],
    "seriesNum": 20,
    "year": 1996,
    "cover": ,
    "locations":
  },
  "jingo": {
    "title": "Jingo",
    "firstLine": "It was a moonless night, which was <emph>good</emph> for the
    purposes of Solid Jackson. He fished for Curious Squid, so called because, as
    well as being squid, they were curious. That is to say, their curiosity was the
    curious thing about them. Shortly after they got curious about the lantern that
    Solid had hung over the stern of his boat, they started to become curious about
    the way in which various of their number suddenly vanished skywards with a splash.",
    "blurb": "Discworld goes to war, with armies of sardines, warriors, fisherman,
    squid and at least one very camp follower. <br/>
    As two armies march, Commander Vimes of Ankh-Morpork City Watch faces unpleasant
    foes who are out to get him&ellip; and that's just the people on his side.
    The enemy might even be worse.",
    "characters": [],
    "seriesNum": 21,
    "year": 1997,
    "cover": ,
    "locations":
  },
  "the-last-continent": {
    "title": "The Last Continent",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 22,
    "year": 1998,
    "cover": ,
    "locations":
  },
  "carpe-jugulum": {
    "title": "Carpe Jugulum",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 23,
    "year": 1998,
    "cover": ,
    "locations":
  },
  "the-fifth-elephant": {
    "title": "The Fifth Elephant",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 24,
    "year": 1999,
    "cover": ,
    "locations":
  },
  "the-truth": {
    "title": "The Truth",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 25,
    "year": 2000,
    "cover": ,
    "locations":
  },
  "thief-of-time": {
    "title": "Thief of Time",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 26,
    "year": 2001,
    "cover": ,
    "locations":
  },
  "the-last-hero": {
    "title": "The Last Hero",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 27,
    "year": 2001,
    "cover": ,
    "locations":
  },
  "the-amazing-maurice-and-his-educated-rodents": {
    "title": "The Amazing Maurice and his Educated Rodents",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 28,
    "year": 2001,
    "cover": ,
    "locations":
  },
  "night-watch": {
    "title": "Night Watch",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 29,
    "year": 2002,
    "cover": ,
    "locations":
  },
  "the-wee-free-men": {
    "title": "The Wee Free Men",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 30,
    "year": 2003,
    "cover": ,
    "locations":
  },
  "monstrous-regiment": {
    "title": "Monstrous Regiment",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 31,
    "year": 2003,
    "cover": ,
    "locations":
  },
  "a-hat-full-of-sky": {
    "title": "A Hat Full of Sky",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 32,
    "year": 2004,
    "cover": ,
    "locations":
  },
  "going-postal": {
    "title": "Going Postal",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 33,
    "year": 2004,
    "cover": ,
    "locations":
  },
  "thud": {
    "title": "Thud!",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 34,
    "year": 2005,
    "cover": ,
    "locations":
  },
  "wintersmith": {
    "title": "Wintersmith",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 35,
    "year": 2006,
    "cover": ,
    "locations":
  },
  "making-money": {
    "title": "Making Money",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 36,
    "year": 2007,
    "cover": ,
    "locations":
  },
  "unseen-academicals": {
    "title": "Unseen Academicals",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 37,
    "year": 2009,
    "cover": ,
    "locations":
  },
  "i-shall-wear-midnight": {
    "title": "I Shall Wear Midnight",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 38,
    "year": 2010,
    "cover": ,
    "locations":
  },
  "snuff": {
    "title": "Snuff",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 39,
    "year": 2011,
    "cover": ,
    "locations":
  },
  "raising-steam": {
    "title": "Raising Steam",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 40,
    "year": 2013,
    "cover": ,
    "locations":
  },
  "the-shepherds-crown": {
    "title": "The Shepherds Crown",
    "firstLine": ,
    "blurb": ,
    "characters": [],
    "seriesNum": 41,
    "year": 2015,
    "cover": ,
    "locations":
  }
}
